Repository: sanduhrs/simplenews
Catalog: po/*.po
Languages: cs

source: We have received a request for subscription of your e-mail address, @mail, to the @newsletter from @site (@uri). To confirm that you want to be added to this mailing list, simply visit the confirmation link at the bottom of this e-mail.
cs: Obdrželi jsme žádost o registraci Vaší e-mailové adresy, @mail, k odebírání věstníku @newsletter na webu @site (@uri). Prosím potvrďte svou registraci kliknutím na odkaz na konci tohoto e-mailu.

source: If you do not wish to be subscribed to this list, please disregard this message.
cs: Pokud nechcete být zaregistrování, prosím ignorujte tuto zprávu.

source: Subscribe link: @url
cs: Přihlašovací odkaz: @url

source: We have received a request for the removal of your e-mail address, @mail, from the @newsletter from @site (@uri). If you want to unsubscribe, simply visit the confirmation link at the bottom of this e-mail.
cs: Obdrželi jsme žádost o zrušení registrace Vaší e-mailové adresy, @mail, k odebírání věstníku @newsletter na webu @site (@uri). Prosím potvrďte své odhlášení kliknutím na odkaz na konci tohoto e-mailu.

source: If you did not make this request, please disregard this message.
cs: Pokud tato žádost nepochází od Vás, prosím ignorujte tuto zprávu.

source: Unsubscribe link: @url
cs: Odhlašovací odkaz: @url

source: We have received a request for the removal of your e-mail address, @mail, from the @newsletter from @site (@uri). However, you were not subscribed to this newsletter. If you want to subscribe, you can visit our website by using the link at the bottom of this e-mail.
cs: Obdrželi jsme žádost o zrušení registrace Vaší e-mailové adresy, @mail, k odebírání věstníku @newsletter na webu @site (@uri). Nicméně Vaše adresa nebyla zaregistrovaná. Pokud se budete chtít zaregistrovat, můžete tak učinit na našich stránkách kliknutím na odkaz na konci tohoto e-mailu.

source: Visit our site: @url
cs: Navštivte náš web: @url

source: newsletter
cs: věstník

source: simplenews
cs: věstníky

source: view links in block
cs: zobrazovat odkazy v bloku

source: create newsletter
cs: vytvářet věstníky

source: edit own newsletter
cs: upravovat vlastní věstníky

source: edit any newsletter
cs: upravovat libovolný věstník

source: administer newsletters
cs: spravovat věstníky

source: send newsletter
cs: odesílat věstníky

source: subscribe to newsletters
cs: přihlašovat se k odběru věstníků

source: The installation of the Simplenews module was unsuccessful.
cs: Instalace modulu Věstníky se nezdařila.

source: Deleted term %name.
cs: Termín %term byl smazán.

source: Simplenews
cs: Věstníky

source: Send newsletters to subscribed e-mail addresses.
cs: Posílat věstníky na registrované e-mailové adresy

source: Mail
cs: E-mail
