Repository: sanduhrs/simplenews
Catalog: po/*.po
Languages: cs

source: Simplenews: Send status
cs: Novinky e-mailem: stav odeslání

source: Newsletter send status: Not send, Pending (being send or waiting for cron to run), Send.
cs: Stav odeslání novinky: neodesláno, čekající na odeslání, posláno.

source: Sort by send status; Ascending = Not send > Pending > Send
cs: Třídit podle stavu odeslání; vzestupně = neodesláno > čekající > posláno

source: Include or exclude status of the selected state.
cs: Zahrnout nebo odebrat zvolený stav.

source: Not send
cs: Neodesláno

source: Pending
cs: Čekající

source: Send
cs: Odesláno

source: Newsletter issue
cs: Věstník

source: Create a newsletter issue to be sent to subscribed e-mail addresses.
cs: Vytvořte věstník (elektronickou novinku, informační bulletin, newsletter), který budete moci rozeslat na zaregistrované e-mailové adresy.

source: Newsletters
cs: Věstníky

source: Manage newsletters, subscriptions, and configuration options.
cs: Spravovat věstníky, registrace a další nastavení.

source: Sent issues
cs: Odeslané věstníky

source: Drafts
cs: Koncepty

source: List newsletters
cs: Seznam typů věstníků

source: Add newsletter
cs: Přidat typ věstníku

source: Delete
cs: Smazat

source: Subscriptions
cs: Registrace

source: List subscriptions
cs: Seznam registrací

source: Import subscriptions
cs: Importovat registrace

source: Export subscriptions
cs: Exportovat registrace

source: Settings
cs: Nastavení

source: General
cs: Společné

source: Confirm newsletter subscriptions
cs: Potvrdit registrace

source: Manage newsletter subscriptions
cs: Spravovat registrace

source: This will be the body of your newsletter. Available variables are:
cs: Toto je hlavní část vašeho věstníku. K dispozici jsou tyto proměnné:

source: (the name of your website),
cs: (název vašeho webu),

source: (a link to your homepage),
cs: (odkaz na vaši domovskou stránku),

source: (homepage link without the http://),
cs: (odkaz na domovskou stránku bez http://),

source: (your e-mail address),
cs: (vaše e-mailová adresa),

source: (today's date),
cs: (dnešní datum),

source: (link to login page).
cs: (odkaz na přihlašovací stránku).

source: Newsletter sending options
cs: Možnosti odesílání věstníku

source: Format
cs: Formát

source: Priority
cs: Priorita

source: none
cs: žádná

source: highest
cs: nejvyšší

source: high
cs: vysoká

source: normal
cs: běžná

source: low
cs: nízká

source: lowest
cs: nejnižší

source: Request receipt
cs: Vyžadovat doručenku

source: Don't send now
cs: Nyní neposílat

source: Send one test newsletter to the test address
cs: Odeslat zkušební věstník na testovací adresu

source: Send newsletter
cs: Odeslat věstník

source: Sending
cs: Odeslání

source: You have no privileges to send this newsletter
cs: Nemáte oprávnění odeslat tento věstník

source: Test e-mail addresses
cs: Zkušební e-mailové adresy

source: Supply a comma-separated list of e-mail addresses to be used as test addresses.
cs: Čárkami oddělte jednotlivé e-mailové adresy, které se použijí jako zkušební.

source: This newsletter has been sent
cs: Tento věstník byl odeslán

source: You should select content type %content_type in !newsletter_vocabulary before you can send this newsletter.
cs: Než věstník odešlete, měli byste zadat typ obsahu %content_type v !newsletter_vocabulary.

source: Newsletter vocabulary
cs: Kategorie věstníků

source: You should select a newsletter before you can send this newsletter.
cs: Než věstník odešlete, měli byste zadat typ věstníku.

source: Cannot send test newsletter: no valid test e-mail address specified.
cs: Zkušební věstník nelze odeslat: není zadána platná zkušební e-mailová adresa.

source: Cannot send test newsletter to %mail: e-mail address invalid.
cs: Zkušební věstník na %mail nelze odeslat: adresa není platná.

source: Newsletter %newsletter is being sent
cs: Věstník %newsletter se právě odesílá

source: Newsletter %title was successfully deleted.
cs: Věstník %title byl úspěšně smazán.

source: Deleted all subscriptions to newsletter %newsletter.
cs: Všechny registrace věstníku %newsletter byly smazány.

source: This is the designated simplenews vocabulary. This vocabulary can not be deleted.
cs: Tento slovník je využíván modulem Věstníky a nelze jej smazat.

source: Select content type(s) to be used as newsletter
cs: Zvolte jeden nebo více typů obsahu pro věstníky

source: Current newsletter subscriptions
cs: Současné registrace věstníků

source: My newsletters
cs: Mé věstníky

source: Currently no subscriptions
cs: Zatím žádné registrace

source: Current subscriptions
cs: Současné registrace

source: Manage subscriptions
cs: Spravovat registrace

source: Newsletter: @title
cs: Věstník: @title

source: Display block message
cs: Zobrazovat zprávu bloku

source: Block message
cs: Zpráva bloku

source: Stay informed on our latest news!
cs: Zaregistrujte si odběr novinek e-mailem.

source: Display subscription form
cs: Zobrazovat registrační formulář

source: If selected a subscription form is displayed, if not selected a link to the subscription page is displayed.
cs: Pokud není povoleno, místo registračního formuláře se zobrazí odkaz na registrační stránku.

source: Display link to previous issues
cs: Zobrazovat odkaz na starší věstníky

source: Links (to previous issues, previous issues and RSS-feed) are only displayed to users who have "view links in block" privileges.
cs: Odkazy (ke starším věstníkům a k RSS) se zobrazují jen uživatelům, kteří mají oprávnění "zobrazovat odkazy v bloku" privilegia.

source: Display previous issues
cs: Zobrazovat starší věstníky

source: Number of issues to display
cs: Počet starších věstníků k zobrazení

source: Display RSS-feed icon
cs: Zobrazovat ikonu ke kanálu RSS

source: Manage my subscriptions
cs: Správa mé registrace

source: Previous issues
cs: Předchozí čísla

source: Could not load newsletter term ID %id
cs: Nelze nahrát identifikátor věstníku %id

source: Select the newsletter(s) to which you want to subscribe or unsubscribe.
cs: Zvolte jeden nebo více věstníků, k jejichž odběru se chcete přihlásit nebo odhlásit.

source: Subscriptions for %mail
cs: Registrace pro %mail

source: Update
cs: Aktualizovat

source: Manage your newsletter subscriptions
cs: Správa vlastních registrací

source: Subscribe
cs: Přihlásit se

source: Unsubscribe
cs: Odhlásit se

source: The e-mail address you supplied is not valid.
cs: Zadaná e-mailová adresa není platná.

source: You must select at least one newsletter.
cs: Musíte zvolit alespoň jeden věstník.

source: The newsletter subscriptions for %mail have been updated.
cs: Stav registrace pro adresu %mail byla aktualizována.

source: You will receive a confirmation e-mail shortly containing further instructions on how to complete your subscription.
cs: Zanedlouho Vám přijde potvrzení e-mailem, ve kterém budou další pokyny, jak registraci dokončit.

source: You will receive a confirmation e-mail shortly containing further instructions on how to complete the unsubscription process.
cs: Zanedlouho Vám přijde potvrzení e-mailem, ve kterém budou další pokyny, jak zrušení registrace dokončit.

source: User
cs: Uživatel

source: Submit
cs: Odeslat

source: You have been successfully subscribed.
cs: Registrace byla úspěšně dokončena.

source: You have been successfully unsubscribed.
cs: Zrušení registrace bylo úspěšně dokončeno.

source: Newsletter %title could not be sent to %email.
cs: Newsletter %title nemůže být odeslán na %email.

source: Footer will be appended here
cs: Na toto místo se přidá podpis (patička) zprávy.

source: Test newsletter sent to %recipient.
cs: Zkušební věstník byl odeslán příjemci %recipient.

source: Sent confirmation e-mail to %mail.
cs: Poslat potvrzující e-mail na adresu %mail.

source: Sending of confirmation e-mail to %mail failed.
cs: Odeslání potvrzovacího e-mailu na adresu %mail se nezdařilo.

source: Outgoing email via mimemail.<br />Subject: %subject<br />Recipient: %to
cs: Odchozí e-mail přes mimemail. <br />Předmět: %subject<br />Příjemce: %to

source: Outgoing email.<br />Subject: %subject<br />Recipient: %to
cs: Odchozí e-mail. <br />Předmět: %subject<br />Příjemce: %to

source: Filter
cs: Filtr

source: all newsletters
cs: všechny věstníky

source: orphaned newsletters
cs: zrušené věstníky

source: Show issues from
cs: Zobrazit věstníky z kategorie

source: Title
cs: Nadpis

source: Newsletter
cs: Věstník

source: Date created
cs: Datum vytvoření

source: Published
cs: Vydáno

source: Sent
cs: Odesláno

source: Edit
cs: Upravit

source: edit
cs: upravit

source: No newsletters available.
cs: Žádné věstníky k dispozici.

source: Not published
cs: Nevydáno

source: Inactive: no newsletters will be sent
cs: Neaktivní: věstníky nebudou odesílány

source: Active: user will receive newsletters
cs: Aktivní: uživatel bude věstníky dostávat

source: Not sent
cs: Neodesláno

source: Currently sending by cron
cs: Právě odesílán cronem

source: Subscribed to
cs: Registrace v

source: All newsletters
cs: Všechny věstníky

source: E-mail address
cs: E-mailová adresa

source: Subscription filters
cs: Filtry registrací

source: Reset
cs: Obnovit

source: Username
cs: Uživatelské jméno

source: Status
cs: Stav

source: Operations
cs: Akce

source: Update options
cs: Aktualizovat nastavení

source: Activate
cs: Aktivovat

source: Inactivate
cs: Deaktivovat

source: No items selected.
cs: Není zvolena žádná položka.

source: The update has been performed.
cs: Aktualizace úspěšně proběhla.

source: No subscriptions available.
cs: Žádne registrace nejsou k dispozici.

source: These user(s) will be unsubscribed from any and all Newsletters to which they are currently subscribed. This will not delete related user account(s) from this site.
cs: Tito uživatelé budou odregistrováni ze všech věstníků, které mají nyní zaregistrovány. Jejich uživatelské účty na tomto webu zůstanou nedotčeny.

source: Are you sure you want to delete these subscriptions?
cs: Určitě chcete vymazat tyto registrace?

source: Delete all
cs: Smazat vše

source: Cancel
cs: Zrušit

source: The subscriptions have been deleted.
cs: Registrace byly smazány.

source: E-mail addresses
cs: E-mailové adresy

source: Supply a comma separated list of e-mail addresses to be added to the list. Spaces between commas and addresses are allowed.
cs: Zadejte seznam e-mailových adres oddělených čárkami. Mezery mezi adresami a čárkami jsou povoleny.

source: Subscribe imported addresses to the following newsletter(s)
cs: Registrovat importované adresy do těchto věstníků

source: The following addresses were added or updated: %added.
cs: Následující adresy byly přidány nebo aktualizovány: %added.

source: The addresses were subscribed to the following newsletters: %newsletters.
cs: Adresy byly zaregistrovány k následujícím věstníkům: %newsletters.

source: No addresses were added.
cs: Nebyly přidány žádné adresy.

source: The following addresses were invalid: %invalid.
cs: Následující adresy jsou neplatné: %invalid.

source: Select at least 1 status
cs: Zvolte alespoň 1 stav

source: Active users
cs: Aktivní uživatelé

source: Inactive users
cs: Neaktivní uživatelé

source: Select at least 1 newsletter
cs: Zvolte alespoň 1 věstník

source: No search performed
cs: Žádné hledání neproběhlo

source: No addresses were found.
cs: Nebyly nalezeny žádné adresy.

source: Sender information
cs: Informace o odesílateli

source: From name
cs: Jméno pro pole 'Od'

source: From e-mail address
cs: e-mailová adresa pro pole 'Od'

source: HTML to text conversion
cs: Převod z HTML do textu

source: When your newsletter is sent as plain text, these options will determine how the conversion to text is performed.
cs: Pokud odesíláte věstníky jako prostý text, tyto volby určí, jak se provede převod na text.

source: Hyperlink conversion
cs: Převod hypertextových odkazů

source: Append hyperlinks and links to images as a numbered reference list
cs: Přidat odkazy na stránky a k obrázkům jako očíslovaný seznam referencí

source: Display hyperlinks and links to image inline with the text
cs: Zobrazovat odkazy na stránky a k obrázkům v rámci textu

source: Default newsletter options
cs: Výchozí nastavení věstníku

source: These options will be the defaults for new newsletters, but can be overridden in the newsletter editing form.
cs: Toto nastavení bude výchozí pro nové věstníky, ale může být následně změněno ve formuláři nastavení konkrétního věstníku.

source: Select the default newsletter sending format.
cs: Zvolte výchozí formát pro odesílání věstníků.

source: Note that e-mail priority is ignored by a lot of e-mail programs.
cs: Mějte prosím na paměti, že mnoho aplikací pro práci s poštou prioritu e-mailů ignoruje.

source: Request a Read Receipt from your newsletters. A lot of e-mail programs ignore these so it is not a definitive indication of how many people have read your newsletter.
cs: Vyžadovat potvrzení o přečtení věstníku. Mnoho aplikací pro práci s poštou tato potvrzení ignoruje, proto z nich nelze s určitostí vyvozovat, kolik lidí váš věstník četlo.

source: Default selection for sending newsletters
cs: Výchozí výběr pro odesílání věstníků

source: Test addresses options
cs: Volby pro zkušební adresy

source: Supply a comma-separated list of e-mail addresses to be used as test addresses. The override function allows to override these addresses upon newsletter creation.
cs: Zadejte seznam zkušebních e-mailových adres oddělených čárkami. Můžete aktivovat volbu přebít toto nastavení těsně před odesláním věstníku.

source: Test e-mail address
cs: Zkušební e-mailová adresa

source: Allow test address override
cs: Povolit přebití adresy

source: Default sender address that will only be used for confirmation e-mails. You can specify sender information for each newsletter separately on the newsletter's settings page.
cs: Výchozí adresa odesílatele se použije pouze pro potvrzovací e-maily. Pro každý věstník můžete nastavit vlastní informace o odesílateli ve formuláři pro nastavení věstníku.

source: Subscription options
cs: Volby pro registrace

source: Synchronize with account
cs: Synchronizovat s účty

source: When checked subscriptions will be synchronized with site accounts. When accounts are deteted, subscriptions with the same email address will be removed. When site accounts are blocked/unblocked, subscriptions will be deactivated/activated. When not checked subscriptions will be unchanged when associated accounts are deleted or blocked.
cs: Pokud je povoleno, registrace se budou synchronizovat s uživatelskými účty na webu. Pokud dojde ke smazání účtu, smažou se i registrace se stejnou e-mailovou adresou. Pokud není povoleno, blokování nebo smazání účtu nebude mít na stav registrace vliv.

source: Mail backend
cs: Poštovní subsystém

source: Initial send time
cs: Počáteční čas pro odeslání

source: Sets the maximum time in seconds during which newsletters are sent. If not all recipients have been mailed within this time, sending is further handled as a cronjob.
cs: Nastaví maximální počet sekund, během kterých se budou věstníky odesílat. Pokud se v této době nedostane na všechny příjemce, zbývající e-maily se odešlou prostřednictvím cronu.

source: The highest value in the dropdown list is based on max_execution_time in your php.ini file. Note that if not all previous newsletters have been sent to all recipients yet, these are sent first.
cs: Nejvyšší hodnota v rozbalovacím menu je odvozena od proměnné max_execution_time v souboru php.ini. Mějte na paměti, že pokud se zatím nepodařilo odeslat věstník všem příjemcům, tyto e-maily se odesílají přednostně.

source: Unlimited
cs: Neomezeně

source: Cron throttle
cs: Omezení cronu

source: Sets the numbers of newsletters sent per cron run. Failure to send will also be counted.
cs: Nastaví počet věstníků, které se odešlou při jednom spuštění cronu. Do tohoto počtu se započítávají i neúspěšná odeslání.

source: Log emails
cs: Zaznamenávat e-maily

source: When checked all outgoing simplenews emails are logged in the system log. A logged email does not guarantee that it is send or will be delivered. It only indicates that a message is send to the PHP mail() function. No status information is available of delivery by the PHP mail() function.
cs: Pokud je povoleno, budou se všechny odchozí e-maily modulu Věstníky zaznamenávat do systémového záznamu. Záznam e-mailu nezaručuje, že byl e-mail skutečně odeslán nebo doručen. Pouze říká, že byl poslán funkci PHP mail(). Stavové informace poskytované touto funkcí nejsou k dispozici.

source: The sender's e-mail address you supplied is not valid.
cs: Zadaná adresa odesílatele není platná.

source: Newsletter name
cs: Typ věstníku

source: edit newsletter
cs: upravit věstník

source: There are currently no newsletter series.
cs: Momentálně nejsou žádné věstníky k dispozici.

source: Are you sure you want to remove %mail from all newsletter subscription lists?
cs: Určitě chcete smazat adresu %mail z registrací všech typů věstníků?

source: This action will remove %mail from all newsletter subscription lists. To unsubscribe this user from a particular newsletter, press Cancel and edit this user.
cs: Tato operace odstraní adresu %mail z registrací všech věstníků. Pokud ji chcete odebrat jen z registrací konkrétního věstníku, klikněte na Zrušit a upravte nastavení pouze pro ni.

source: The user %user was successfully deleted from the subscription list.
cs: Uživatel %user byl úspěšně smazán ze seznamu registrací.

source: User %email deleted from the subscription list.
cs: Adresa %email byla smazána ze seznamu registrací.

source: You can create different newsletters (or subjects) to categorize your news (e.g. Cats news, Dogs news, ...).
cs: Můžete vytvářet různé typy věstníků a tím kategorizovat své elektronické novinky (např. novinky o kočkách, novinky o psech apod.)

source: This name is used to identify the newsletter.
cs: Toto jméno se používá jako identifikátor typu věstníku.

source: Description
cs: Popis

source: The description can be used to provide more information.
cs: Popis slouží pro podrobnější informace o typu věstníku.

source: Weight
cs: Váha

source: In listings, the heavier (with a higher weight value) terms will sink and the lighter terms will be positioned nearer the top.
cs: V nabídce se těžší (s vyšší váhou) položky propadnou dolů a lehčí se umístí výše.

source: Created new term %name.
cs: Byl vytvořen nový termín %name.

source: Updated term %name.
cs: Termín %name byl aktualizován.

source: Are you sure you want to delete %title? All subscriptions associated with this newsletter will be lost.
cs: Určitě chcete smazat typ věstníku %title? Všechny přidružené registrace budou ztraceny.

source: This action cannot be undone.
cs: Tuto akci nelze vrátit.

source: Newsletter %title has been deleted.
cs: Typ věstníku %title byl smazán.

source: Are you sure you want to add %user to the %newsletter subscription list?
cs: Určitě chcete přidat uživatele %user do registrací věstníku %newsletter?

source: Confirm subscription
cs: Potvrzení registrace

source: You always have the option of unsubscribing later.
cs: Kdykoliv později máte možnost svou registraci zrušit.

source: %user was successfully added to the %newsletter subscription list.
cs: Uživatel %user byl úspěšně přidán do registrací věstníku %newsletter.

source: Are you sure you want to remove %user from the %newsletter subscription list?
cs: Určitě chcete smazat uživatele %user z registrací věstníku %newsletter?

source: Confirm unsubscription
cs: Potvrzení zrušení registrace

source: This action will only remove you from the newsletter subscription list. If you are registered at our site, your account information will remain unchanged.
cs: Tato akce vás pouze odstraní ze seznamu registrací věstníku. Pokud jste současně registrován(a) na našem webu, váš účet a jeho nastavení zůstanou beze změny.

source: %user was successfully removed from the %newsletter subscription list.
cs: Uživatel %user byl úspěšně smazán ze seznamu registrací věstníku %newsletter.

source: Simplenews sends html or plain text newsletters to the subscription list. Subscription and unsubscription are managed through a block, a form or by the newsletter administrator.
cs: Modul Věstníky posílá textové nebo hypertextové věstníky na seznam zaregistrovaných adres. Zakládání a rušení registrací lze provádět prostřednictvím bloku, stránky s formulářem nebo skrze správce věstníků.

source: Individual newsletters are grouped by a newsletter taxonomy term. Newsletters can have a block with the ability of (un)subscription, listing of recent newsletters and an associated rss-feed.
cs: Jednotlivé věstníky jsou sdružovány podle termínů taxonomie věstníků. Věstníky mohou využívat blok s funkcí (od)registrace, výpis starších věstníků a přidružený kanál RSS.

source: Sending of large mailings can be managed by cron.
cs: Odesílání velkého množství e-mailů lze provádět skrze cron.

source: For more information please read the configuration and customization handbook <a href="http://drupal.org/node/197057">Simplenews page</a>.
cs: Podrobnější informace (v angličtině) najdete v příručce nastavení a přizpůsobení k <a href="http://drupal.org/node/197057">modulu Věstníky (Simplenews)</a>.

source: Add this newsletter issue to a newsletter by selecting a newsletter from the select list.
cs: Zvolením věstníku z menu přiřadíte toto vydání věstníku ke konkrétnímu typu.

source: Send a newsletter or a test newsletter by selecting the appropriate radio button and submitting the node.
cs: Zvolením odpovídajícího tlačítka a posláním stránky můžete věstník rozeslat nebo poslat jen zkušební e-mail.

source: Install Mime Mail module to send HTML emails. Mime Mail is also used to send emails with attachments, both plain text and HTML emails.
cs: Abyste mohli posílat hypertextové e-maily (ve formátu HTML), potřebujete mít nainstalovaný modul Mime Mail. Tento modul dokáže posílat i e-maily s přílohami nebo obyčejné textové e-maily.

source: Operations and update options: <ul> <li>To temporarily stop all newsletters to an e-mail address, <em>inactivate</em> this subscription. </li> <li>To unsubscribe an e-mail address from all newsletters, <em>delete</em> this subscription.</li> <li>To unsubscribe an e-mail address from a specific newsletter, use the <em>edit link</em> of this subscription. </li> </ul>
cs: Možnosti pro aktualizace: <ul> <li><em>Deaktivací</em> adresy ji dočasně odeberete ze seznamu registrací všech věstníků.</li> <li><em>Smazáním</em> adresy zrušíte její registraci u všech věstníků.</li> <li>Zrušit registraci adresy ke konkrétním věstníkům můžete kliknutím na odkaz <em>upravit</em> u dané adresy.</li> </ul>

source: plain
cs: prostý text

source: Click here to unsubscribe from this newsletter
cs: Zrušit registraci k tomuto věstníku můžete kliknutím zde.

source: Unsubscribe from this newsletter: @url
cs: Zrušit registraci: @url

source: Confirmation for @newsletter from @site
cs: Potvrzení věstníku @newsletter z webu @site

source: This is a subscription status confirmation notice for the @newsletter.
cs: Toto je potvrzení stavu registrace u věstníku @newsletter.

source: We have received a request for subscription of your e-mail address, @mail, to the @newsletter from @site (@uri). However, you are already subscribed to this newsletter. If you want to unsubscribe, you can visit our website by using the link at the bottom of this e-mail.
cs: Obdrželi jsme žádost o registraci Vaší e-mailové adresy, @mail, k odebírání věstníku @newsletter na webu @site (@uri). Nicméně Vaše adresa už zaregistrovaná je. Pokud budete chtít registraci zrušit, můžete tak učinit na našich stránkách kliknutím na odkaz na konci tohoto e-mailu.
